{"meta":{"title":"薄 琳","subtitle":"求知若饥 虚心若愚","description":"求知若饥 虚心若愚","author":"Bo Lin","url":"http://yoursite.com","root":"/"},"pages":[{"title":"","date":"2019-09-25T03:24:58.733Z","updated":"2019-09-25T03:24:58.723Z","comments":false,"path":"categories/index.html","permalink":"http://yoursite.com/categories/index.html","excerpt":"","text":""},{"title":"","date":"2019-09-25T03:24:19.489Z","updated":"2019-09-25T03:24:19.478Z","comments":false,"path":"tags/index.html","permalink":"http://yoursite.com/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"保研流程","slug":"保研流程","date":"2019-10-06T03:57:17.000Z","updated":"2019-10-06T04:26:31.595Z","comments":true,"path":"2019/10/06/保研流程/","link":"","permalink":"http://yoursite.com/2019/10/06/保研流程/","excerpt":"","text":"保研保研，指的是推荐免试攻读研究生（简称推免）。推免需要获取本科学校的推免资格并有院校接收，并在国家系统推免工作信息备案公开平台 开放后完成相应流程手续。 获取本科学校的推免资格保研比例？不同学校有不同的总保研指标数量，学校制定政策为各学院分配名额，可能根据该学院是否有一流学科、往年保研情况等等为各学院分配名额。学院的政策会提前进行公示，通常会写明学院下各个专业保研名额的分配。 保研细则？各学院会提前公示本院的保研细则。保研细则中会详细写明保研资格和保研名单确定的方式。保研资格通常较为宽泛，如没有挂科记录，学习成绩在专业前50%，综合成绩在专业前70%，英语六级在425分及以上等，具体应参考本校本院的文件。有资格的同学根据自身未来选择（选择保研而非出国或就业）向学院提出申请。学院根据申请者的总成绩（通常为学习成绩和附加成绩的和）进行排名，确定取得资格同学的名单和递补名单。若取得资格的同学有人放弃或学校多给学院名额，则会按照递补名单进行递补。（有的学校对选择了保研的同学不再提供出国所需的英文成绩单，所以还需慎重考虑。）对于在保研边缘的同学而言，附加分起到了至关重要的作用。 附加分？附加分主要用来奖励在学科竞赛等多方面表现突出的同学。附加分一般会涉及论文发表情况、学科竞赛情况、专利情况、文体特长等多方面。（外观设计的专利其实相对容易，主要是申请周期长，如果学院对于专利加分不少的话，可以考虑）具体应根据学院文件。 提前准备什么？资格是后续所有的前提，成绩是所有一切的核心。在取得优异成绩的同时，参考学院附加分细则，多多参加可以取得加分的比赛。 院校接收取得本校保研资格通常在大四的上学期9月份。但是基本上5学期成绩（到大三上学期）可以判定是否有资格，报考学校的工作通常也在大三结束的暑假完成。各个高校也会出相应的关于下一年招生情况的公示，通常会写明招生总人数和推免生人数。 本校还是外校 | 高校还是科研院所 | 读硕还是直博？选择心仪的目标院校时，需要根据自身情况思考这些问题。本校通常都会接收自己学校的学生，所以相对容易；高校仍然是校园环境，科研院所更偏向工作环境；直博需要认真思考自己是否真的热爱科研，如果只为了博士的学历还是三思。 夏令营？夏令营是报考外校的一大途径。各高校夏令营通知通常会在5月左右发布，学生可自主报名。学校根据报名情况进行筛选，确定入营名单。成功入营的同学参加夏令营期间的各项活动，主要是听学校对各专业的介绍以及笔试面试等考核。在夏令营结束后的一段时间，学校通常会公布优秀营员名单，取得优秀营员的同学可获得优先推荐（基本可以认为拿到了offer），同时有的学校会公布递补名单，若取得优秀营员的同学放弃，则按顺序进行递补。【夏令营入营】对于计算机专业，夏令营申请人数可达上千人，但是入营大概只有几百人，所以入营是关键。夏令营通常是网报申请，主要填写成绩排名（夏令营在大三下学期进行报名，填写的成绩主要为前五学期到大三上的成绩）学科竞赛情况、科研情况等信息，所以能不能拿到入营资格，成绩大概是重中之重的因素。【夏令营参营】在入营后，主要进行笔试面试。笔试主要考察专业知识，面试主要考察科研能力和英语能力。以我参加的夏令营为例，问题都是“请介绍一下你做的最深入的一个项目”。这主要考察科研能力，所做的项目与报考专业相关则更好，不相关也不妨碍向评委老师展现自己的能力。项目有拿得出手的成果固然更好，但是重在自己亲身参与，能够如数家珍的讲出自己所做的工作，体现科研能力。英语能力通过英文自我介绍和几个问题来考察。所以需要提前打磨好一篇出色的英文自我介绍。【夏令营报多少合适】很多同学可能怕入不了营而进行海投，但有一个比较夸张的段子是 “80%的入营offer掌握在20%的人手中” 。如果成绩足够优秀，报3-5所心仪的就可以了。报太多都入营了，也会因为众多夏令营时间冲突而有一个艰难抉择的过程。如果决定不去却没有通知高校，那大概学弟学妹们可能就有点难过。 9推？关于9推到底指哪个阶段似乎并不明确，有的可能指9月28日国家系统开放后的阶段，本文指的是在国家系统开放前的机会。有的学校同时有夏令营和9推的机会，有的可能只有夏令营而有的只有9推。具体情况，看报考院校。夏令营和9推都有的学校可能不会在夏令营期间将所有的推免名额用完，还有部分名额留在9推。同时夏令营期间可能有很多同学手握多所学校的优秀营员，但到这个阶段，基本确定一个最终去的，多出的名额也会在这个阶段发出。9推的形式基本等同夏令营，可能省了夏令营期间介绍学校、参观实验室的活动，主要就是笔试面试。 9月28日？9月28日是国家系统开放填志愿的日子。在这个时候，基本上去哪儿都已经定好了。在28日前，在系统中填写个人信息，在系统开放后，填写志愿。由于各个学校基本上在28日前已经确定了招生名单（也就是国家系统中的复试环节都已提前进行完了），所以会直接在系统中通过这些同学的志愿并发送复试通知，学生接受复试后，学校会在后台录入复试成绩而后发待录取通知。学生在学校要求的时间内接受待录取，完成国家系统的填报。在这一阶段前，学校一般不会超额发offer，也就是在夏令营和9推时已完全确定好了推免生的招生名单，但是如果有人放弃（既未在系统中填报该校志愿），且学校在国家系统关闭前没有成功递补的话，学校本年度就浪费了一个推免指标，由于招生数和推免数都提前确定的（总招生指标=推免指标+考研指标），所以学校也几乎没有办法将空缺的指标给到考研的指标。这也就是近两年开始为什么很多学校开始签协议的原因。","categories":[],"tags":[{"name":"保研","slug":"保研","permalink":"http://yoursite.com/tags/保研/"}]},{"title":"这是一篇markdown测试","slug":"test","date":"2019-09-24T08:35:52.000Z","updated":"2019-10-06T04:25:29.285Z","comments":true,"path":"2019/09/24/test/","link":"","permalink":"http://yoursite.com/2019/09/24/test/","excerpt":"","text":"第一章内容 第二章内容","categories":[{"name":"hexo","slug":"hexo","permalink":"http://yoursite.com/categories/hexo/"}],"tags":[{"name":"测试","slug":"测试","permalink":"http://yoursite.com/tags/测试/"}]},{"title":"Hello World","slug":"hello-world","date":"2019-09-23T11:07:28.667Z","updated":"2019-09-25T07:31:02.765Z","comments":true,"path":"2019/09/23/hello-world/","link":"","permalink":"http://yoursite.com/2019/09/23/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[{"name":"hexo","slug":"hexo","permalink":"http://yoursite.com/categories/hexo/"}],"tags":[{"name":"测试","slug":"测试","permalink":"http://yoursite.com/tags/测试/"}]}]}